INSERT INTO Animal (id, name, commands, date_of_birth) 
VALUES (1, 'Буцефал', 'Бегать, Ржать, Подкатить', '2022-06-17'),
       (2, 'Пегас', 'Бегать, Ржать, Касание облаков', '2021-06-17'),
       (3, 'Тройка', 'Бегать, Ржать, Тянуть телегу', '2020-06-17'),
       (4, 'Иа', 'Бегать, Икать, Нести груз', '2022-06-17'),
       (5, 'Буру', 'Бегать, Икать, Копать', '2021-06-17'),
       (6, 'Дунки', 'Бегать, Икать, Тянуть телегу', '2020-06-17'),
       (7, 'Верблюд', 'Бегать, Верещать, Нести груз', '2022-06-17'),
       (8, 'Оазис', 'Бегать, Верещать, Копать песок', '2021-06-17'),
       (9, 'Сахара', 'Бегать, Верещать, Нести груз', '2020-06-17'),
       (10, 'Рекс', 'Сидеть, Лаять, Взять палку', '2022-06-17'),
       (11, 'Макс', 'Сидеть, Лаять, Защитить', '2021-06-17'),
       (12, 'Бадди', 'Сидеть, Лаять, Прыгнуть', '2020-06-17'),
       (13, 'Виски', 'Сидеть, Мурлыкать, Царапать диван', '2022-06-17'),
       (14, 'Барсик', 'Сидеть, Мурлыкать, Поймать мышь', '2021-06-17'),
       (15, 'Мурзик', 'Сидеть, Мурлыкать, Взобраться на дерево', '2020-06-17'),
       (16, 'Хома', 'Бегать, Кусаться, Копать ход', '2022-06-17'),
       (17, 'Ричи', 'Сидеть, Кусаться, Запастись едой', '2021-06-17'),
       (18, 'Жорик', 'Бегать, Есть, Прятаться в домике', '2020-06-17');

INSERT INTO BeastOfBurden (id) 
VALUES (1), (2), (3), (4), (5), (6), (7), (8), (9);

INSERT INTO Horse (id) 
VALUES (1), (2), (3);

INSERT INTO Donkey (id) 
VALUES (4), (5), (6);

INSERT INTO Camel (id) 
VALUES (7), (8), (9);

INSERT INTO DomesticAnimal (id) 
VALUES (10), (11), (12), (13), (14), (15), (16), (17), (18);

INSERT INTO Dog (id) 
VALUES (10), (11), (12);

INSERT INTO Cat (id) 
VALUES (13), (14), (15);

INSERT INTO Hamster (id) 
VALUES (16), (17), (18);
