```sql
INSERT INTO Dogs (name, commands, date_of_birth)
VALUES ('Рекс', 'Сидеть, Оставаться, Гавкать', '2015-01-01'),
       ('Макс', 'Сидеть, Мурлыкать, Царапать', '2016-03-23'),
       ('Бадди', 'Кататься, Доставать', '2017-05-15');

INSERT INTO Cats (name, commands, date_of_birth)
VALUES ('Виски', 'Сидеть, Мурлыкать, Прыгать', '2016-02-01'),
       ('Барсик', 'Лежать, Мурлыкать, Царапать', '2017-03-23'),
       ('Мурзик', 'Сидеть, Мяукать, Прыгать', '2015-04-15');

INSERT INTO Hamsters (name, commands, date_of_birth)
VALUES ('Хома', 'Бегать, Кусаться, Прятаться', '2018-01-01'),
       ('Ричи', 'Сидеть, Кусаться, Есть', '2018-05-23'),
       ('Жорик', 'Бегать, Есть, Прятаться', '2019-06-15');

INSERT INTO Horses (name, commands, date_of_birth)
VALUES ('Буцефал', 'Бегать, Ржать, Прыгать', '2010-01-01'),
       ('Пегас', 'Бегать, Ржать, Летать', '2011-03-23'),
       ('Тройка', 'Бегать, Ржать, Тянуть', '2012-05-15');

INSERT INTO Donkeys (name, commands, date_of_birth)
VALUES ('Иа', 'Бегать, Икать, Тянуть', '2014-01-01'),
       ('Буру', 'Бегать, Икать, Копать', '2015-03-23'),
       ('Дунки', 'Бегать, Икать, Тянуть', '2016-05-15');
```
